UAS_A11202214498/app/Controllers/Transaksi.php

    public function index()
    {
        $transaksimodel = new TransaksiModel();
        $transaksi = $transaksimodel->findAll();
---
SELECT *
FROM `transaksi`